Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# DeniedSignersSignerIdNotFoundMessage
source: Signer ID '{0}' at deniedSigners.DeniedSigner[{1}] was not found in the signer index map.
ar: لم يتم العثور على معرف الموقع "{0}" في deniedSigners.DeniedSigner[{1}] في خريطة فهرس الموقعين.
de_de: Signer-ID '{0}' bei deniedSigners.DeniedSigner[{1}] wurde in der Signer-Indexzuordnung nicht gefunden.
el_gr: Το ID Signer '{0}' στο deniedSigners.DeniedSigner[{1}] δεν βρέθηκε στον χάρτη ευρετηρίου signer.
es: El ID de Firmante '{0}' en deniedSigners.DeniedSigner[{1}] no se encontró en el mapa de índice de firmantes.
fr_fr: L'ID de signataire '{0}' à deniedSigners.DeniedSigner[{1}] est introuvable dans la carte d'index des signataires.
he_il: Signer ID '{0}' ב-deniedSigners.DeniedSigner[{1}] לא נמצא במפת האינדקס של Signer.
hi_in: DeniedSigner[{1}] में Signer ID '{0}' signer index map में नहीं मिला।
ja_jp: deniedSigners.DeniedSigner[{1}]の署名者ID '{0}' が署名者インデックスマップに見つかりませんでした。
ml_in: deniedSigners.DeniedSigner[{1}]-ലെ സൈനർ ഐഡി '{0}' സൈനർ ഇൻഡെക്സ് മാപ്പിൽ കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono identyfikatora podpisującego „{0}” w deniedSigners.DeniedSigner[{1}] w mapie indeksu podpisujących.
tr_tr: DenedSigners.DeniedSigner[{1}] adresindeki İmzalayan Kimliği '{0}', imzalayan dizini haritasında bulunamadı.

# DeniedSignersExceptAllowRuleNotFoundMessage
source: ExceptAllowRule ID '{0}' for denied signer '{1}' at ExceptAllowRule[{2}] was not found in the file rule index map.
ar: لم يتم العثور على معرف ExceptAllowRule "{0}" للموقع المرفوض "{1}" في ExceptAllowRule[{2}] في خريطة فهرس قواعد الملفات.
de_de: ExceptAllowRule-ID '{0}' für den abgelehnten Signer '{1}' bei ExceptAllowRule[{2}] wurde in der Dateiregel-Indexzuordnung nicht gefunden.
el_gr: Το ID ExceptAllowRule '{0}' για τον denied signer '{1}' στο ExceptAllowRule[{2}] δεν βρέθηκε στον χάρτη ευρετηρίου κανόνα αρχείου.
es: El ID de ExceptAllowRule '{0}' para el firmante denegado '{1}' en ExceptAllowRule[{2}] no se encontró en el mapa de índice de reglas de archivo.
fr_fr: L'ID ExceptAllowRule '{0}' pour le signataire refusé '{1}' à ExceptAllowRule[{2}] est introuvable dans la carte d'index des règles de fichier.
he_il: ExceptAllowRule ID '{0}' עבור Signer המושהה '{1}' ב-ExceptAllowRule[{2}] לא נמצא במפת האינדקס של כלל הקובץ.
hi_in: Denied signer '{1}' के लिए ExceptAllowRule ID '{0}' at index {2} file rule index map में नहीं मिला।
ja_jp: 拒否署名者 '{1}' のExceptAllowRule[{2}]のExceptAllowRule ID '{0}' がファイルルールインデックスマップに見つかりませんでした。
ml_in: ExceptAllowRule[{2}]-ലെ നിഷേധിക്കപ്പെട്ട സൈനർ '{1}'-നായുള്ള ExceptAllowRule ഐഡി '{0}' ഫയൽ റൂൾ ഇൻഡെക്സ് മാപ്പിൽ കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono identyfikatora reguły ExceptAllowRule „{0}” dla odrzuconego podpisującego „{1}” w ExceptAllowRule[{2}] w mapie indeksu reguł plików.
tr_tr: ExceptAllowRule[{2}] adresinde reddedilen imzalayan '{1}' için ExceptAllowRule kimliği '{0}', dosya kuralı dizin haritasında bulunamadı.

# DeniedSignersExceptAllowRuleTypeInvalidMessage
source: Referenced rule at fileRuleArray[{0}] for AllowRuleID '{1}' is type '{2}', not an Allow rule. Each ExceptAllowRule entry must reference a valid Allow rule.
ar: نوع القاعدة المشار إليها في fileRuleArray[{0}] لمعرف AllowRuleID "{1}" هو "{2}"، وليس قاعدة سماح. يجب أن يشير كل إدخال ExceptAllowRule إلى قاعدة سماح صالحة.
de_de: Die referenzierte Regel in fileRuleArray[{0}] für AllowRuleID '{1}' hat den Typ '{2}' und ist keine Allow-Regel. Jeder ExceptAllowRule-Eintrag muss auf eine gültige Allow-Regel verweisen.
el_gr: Ο αναφερόμενος κανόνας στο fileRuleArray[{0}] για το AllowRuleID '{1}' είναι τύπου '{2}', όχι κανόνας Allow. Κάθε καταχώρηση ExceptAllowRule πρέπει να αναφέρεται σε έναν έγκυρο κανόνα Allow.
es: La regla referenciada en fileRuleArray[{0}] para AllowRuleID '{1}' es de tipo '{2}', no una regla de Permiso. Cada entrada ExceptAllowRule debe hacer referencia a una regla de Permiso válida.
fr_fr: La règle référencée à fileRuleArray[{0}] pour AllowRuleID '{1}' est de type '{2}', pas une règle Allow. Chaque entrée ExceptAllowRule doit faire référence à une règle Allow valide.
he_il: הכלל המופנה ב-fileRuleArray[{0}] עבור AllowRuleID '{1}' הוא מסוג '{2}', לא כלל Allow. כל כניסה ב-ExceptAllowRule חייבת להתייחס לכלל Allow חוקי.
hi_in: fileRuleArray[{0}] पर referenced rule for AllowRuleID '{1}' type '{2}' है, Allow नियम नहीं। प्रत्येक ExceptAllowRule प्रविष्टि मान्य Allow नियम को संदर्भित करनी चाहिए।
ja_jp: fileRuleArray[{0}]のAllowRuleID '{1}' で参照されているルールは、タイプが '{2}' であり、許可ルールではありません。各ExceptAllowRuleエントリは、有効な許可ルールを参照する必要があります。
ml_in: AllowRuleID '{1}'-നായുള്ള fileRuleArray[{0}]-ലെ റഫർ ചെയ്‌ത റൂൾ '{2}' തരത്തിലാണ്, ഒരു അനുവദിക്കൽ റൂൾ അല്ല. ഓരോ ExceptAllowRule എൻട്രിയും സാധുവായ ഒരു അനുവദിക്കൽ റൂളിനെ റഫർ ചെയ്യണം.
pl_pl: Odwołana reguła w fileRuleArray[{0}] dla identyfikatora AllowRuleID „{1}” jest typu „{2}”, a nie regułą Zezwalaj. Każdy wpis ExceptAllowRule musi odwoływać się do prawidłowej reguły Zezwalaj.
tr_tr: AllowRuleID '{1}' için fileRuleArray[{0}] adresinde başvurulan kural, bir İzin Verme kuralı değil, '{2}' türüdür. Her ExceptAllowRule girişinin geçerli bir İzin Ver kuralına başvurması gerekir.

# BoolAppSettingMultipleValuesError
source: Encountered more than 1 value for the bool setting type.
ar: تم العثور على أكثر من قيمة واحدة لنوع الإعداد المنطقي.
de_de: Für den bool-Einstellungstyp wurde mehr als ein Wert festgestellt.
el_gr: Αντιμετωπίστηκαν περισσότερες από 1 τιμές για τον τύπο ρύθμισης bool.
es: Se encontró más de 1 valor para el tipo de configuración booleana.
fr_fr: Plus d'une valeur rencontrée pour le type de paramètre bool.
he_il: נתקלה ביותר מערך אחד עבור סוג ההגדרה bool.
hi_in: bool सेटिंग प्रकार के लिए 1 से अधिक मान मिले।
ja_jp: ブール設定タイプに対して複数の値が見つかりました。
ml_in: ബൂൾ ക്രമീകരണ തരത്തിനായി ഒന്നിൽ കൂടുതൽ മൂല്യം കണ്ടെത്തി.
pl_pl: Napotkano więcej niż 1 wartość dla typu ustawienia logicznego.
tr_tr: Bool ayar türü için 1'den fazla değerle karşılaşıldı.

# StringAppSettingMultipleValuesError
source: Encountered more than 1 value for the string setting type.
ar: تم العثور على أكثر من قيمة واحدة لنوع الإعداد النصي.
de_de: Für den string-Einstellungstyp wurde mehr als ein Wert festgestellt.
el_gr: Αντιμετωπίστηκαν περισσότερες από 1 τιμές για τον τύπο ρύθμισης string.
es: Se encontró más de 1 valor para el tipo de configuración de cadena.
fr_fr: Plus d'une valeur rencontrée pour le type de paramètre string.
he_il: נתקלה ביותר מערך אחד עבור סוג ההגדרה string.
hi_in: string सेटिंग प्रकार के लिए 1 से अधिक मान मिले।
ja_jp: 文字列設定タイプに対して複数の値が見つかりました。
ml_in: സ്ട്രിംഗ് ക്രമീകരണ തരത്തിനായി ഒന്നിൽ കൂടുതൽ മൂല്യം കണ്ടെത്തി.
pl_pl: Napotkano więcej niż 1 wartość dla typu ustawienia ciągu.
tr_tr: Dize ayar türü için 1'den fazla değerle karşılaşıldı.

# AppSettingsMissingDefinitionsMessage
source: Encountered missing definitions for the app manifest settings: {0}
ar: تم العثور على تعريفات مفقودة لإعدادات بيان التطبيق: {0}
de_de: Es fehlen Definitionen für die App-Manifest-Einstellungen: {0}
el_gr: Αντιμετωπίστηκαν λείποντες ορισμοί για τις ρυθμίσεις του app manifest: {0}
es: Se encontraron definiciones faltantes para las configuraciones del manifiesto de la aplicación: {0}
fr_fr: Définitions manquantes rencontrées pour les paramètres du manifeste de l'application : {0}
he_il: נתקלו בהגדרות חסרות עבור הגדרות App Manifest: {0}
hi_in: ऐप मैनिफेस्ट सेटिंग्स के लिए परिभाषाएँ गायब हैं: {0}
ja_jp: アプリマニフェスト設定の定義が見つかりません：{0}
ml_in: ആപ്പ് മാനിഫെസ്റ്റ് ക്രമീകരണങ്ങൾക്കായി നിർവചനങ്ങൾ ലഭ്യമല്ല: {0}
pl_pl: Napotkano brakujące definicje dla ustawień manifestu aplikacji: {0}
tr_tr: Uygulama bildirimi ayarlarında eksik tanımlarla karşılaşıldı: {0}

# AppSettingsUnknownSettingTypeMessage
source: Encountered an unknown type for the Application Setting: {0}
ar: تم العثور على نوع غير معروف لإعداد التطبيق: {0}
de_de: Es wurde ein unbekannter Typ für die Anwendungseinstellung festgestellt: {0}
el_gr: Αντιμετωπίστηκε ένας άγνωστος τύπος για τη Ρύθμιση Εφαρμογής: {0}
es: Se encontró un tipo desconocido para la Configuración de Aplicación: {0}
fr_fr: Type inconnu rencontré pour le Paramètre d'Application : {0}
he_il: נתקל בסוג לא ידוע עבור הגדרת היישום: {0}
hi_in: Application Setting के लिए अज्ञात प्रकार मिला: {0}
ja_jp: アプリケーション設定に不明なタイプが見つかりました：{0}
ml_in: ആപ്ലിക്കേഷൻ ക്രമീകരണത്തിനായി ഒരു അജ്ഞാത തരം കണ്ടെത്തി: {0}
pl_pl: Napotkano nieznany typ dla ustawienia aplikacji: {0}
tr_tr: Uygulama Ayarı için bilinmeyen bir türle karşılaşıldı: {0}

# AppControlCertCheckExistingMessage
source: Checking if a certificate with the common name '{0}' already exists in the personal user store.
ar: جارٍ التحقق مما إذا كانت هناك شهادة بالاسم الشائع "{0}" موجودة بالفعل في متجر المستخدم الشخصي.
de_de: Es wird geprüft, ob im persönlichen Benutzerspeicher bereits ein Zertifikat mit dem allgemeinen Namen '{0}' vorhanden ist.
el_gr: Έλεγχος εάν ένα πιστοποιητικό με το κοινό όνομα '{0}' υπάρχει ήδη στο προσωπικό αποθετήριο χρήστη.
es: Comprobando si ya existe un certificado con el nombre común '{0}' en el almacén personal del usuario.
fr_fr: Vérification si un certificat avec le nom commun '{0}' existe déjà dans le magasin personnel de l'utilisateur.
he_il: בודק אם תעודה עם השם המשותף '{0}' כבר קיימת בחנות האישית של המשתמש.
hi_in: Common Name '{0}' वाले प्रमाणपत्र की वर्तमान उपयोगकर्ता व्यक्तिगत स्टोर में पहले से मौजूद है या नहीं, जांच रहे हैं।
ja_jp: 共通名 '{0}' の証明書が個人ユーザーストアに既に存在するか確認しています。
ml_in: വ്യക്തിഗത ഉപയോക്തൃ സ്റ്റോറിൽ '{0}' പൊതുനാമമുള്ള ഒരു സർട്ടിഫിക്കറ്റ് ഇതിനകം നിലവിലുണ്ടോയെന്ന് പരിശോധിക്കുന്നു.
pl_pl: Sprawdzanie, czy certyfikat o nazwie pospolitej „{0}” już istnieje w osobistym magazynie użytkownika.
tr_tr: Kişisel kullanıcı deposunda '{0}' ortak adına sahip bir sertifikanın zaten mevcut olup olmadığı kontrol ediliyor.

# AppControlCertExistingCountRemovingMessage
source: {0} certificates with the common name '{1}' already exist on the system. Removing them
ar: توجد {0} شهادة بالاسم الشائع "{1}" بالفعل على النظام. جارٍ إزالتها
de_de: {0} Zertifikate mit dem allgemeinen Namen '{1}' sind bereits auf dem System vorhanden. Sie werden entfernt
el_gr: {0} πιστοποιητικά με το κοινό όνομα '{1}' υπάρχουν ήδη στο σύστημα. Αφαίρεσή τους
es: {0} certificados con el nombre común '{1}' ya existen en el sistema. Eliminándolos
fr_fr: {0} certificats avec le nom commun '{1}' existent déjà sur le système. Suppression en cours
he_il: {0} תעודות עם השם המשותף '{1}' כבר קיימות במערכת. מסיר אותן
hi_in: Common Name '{1}' वाले {0} प्रमाणपत्र सिस्टम पर पहले से मौजूद हैं। हटा रहे हैं
ja_jp: 共通名 '{1}' の証明書が{0}個、システム上に既に存在します。それらを削除しています
ml_in: '{1}' പൊതുനാമമുള്ള {0} സർട്ടിഫിക്കറ്റുകൾ ഇതിനകം സിസ്റ്റത്തിൽ നിലവിലുണ്ട്. അവ നീക്കം ചെയ്യുന്നു
pl_pl: {0} certyfikatów o nazwie pospolitej „{1}” już istnieje w systemie. Usuwanie ich
tr_tr: Sistemde '{1}' ortak adına sahip {0} sertifika zaten mevcut. Bunları kaldırmak

# GetAuthenticodeHashAcquireContextError
source: Could not acquire context for {0}
ar: تعذر الحصول على السياق لـ {0}
de_de: Kontext für {0} konnte nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η απόκτηση πλαισίου για {0}
es: No se pudo adquirir el contexto para {0}
fr_fr: Impossible d'acquérir le contexte pour {0}
he_il: לא ניתן לרכוש הקשר עבור {0}
hi_in: {0} के लिए context प्राप्त नहीं किया जा सका
ja_jp: {0}のコンテキストを取得できませんでした
ml_in: {0}-നായി സന്ദർഭം നേടാൻ കഴിഞ്ഞില്ല
pl_pl: Nie można uzyskać kontekstu dla {0}
tr_tr: {0} için bağlam elde edilemedi

# GetAuthenticodeHashCalcFileHashError
source: Could not hash {0} using {1}
ar: تعذر تجزئة {0} باستخدام {1}
de_de: {0} konnte nicht mit {1} gehasht werden
el_gr: Δεν ήταν δυνατός ο κατακερματισμός {0} χρησιμοποιώντας {1}
es: No se pudo aplicar hash a {0} usando {1}
fr_fr: Impossible de hacher {0} en utilisant {1}
he_il: לא ניתן לבצע Hash ל-{0} באמצעות {1}
hi_in: {1} का उपयोग करके {0} का hash नहीं किया जा सका
ja_jp: {1}を使用して{0}のハッシュを計算できませんでした
ml_in: {1} ഉപയോഗിച്ച് {0} ഹാഷ് ചെയ്യാൻ കഴിഞ്ഞില്ല
pl_pl: Nie można obliczyć skrótu dla {0} przy użyciu {1}
tr_tr: {1} kullanılarak {0} karma işlemi gerçekleştirilemedi

# DeployDriversBlockRulesRefreshPoliciesMessage
source: Refreshing the system App Control policies
ar: جارٍ تحديث سياسات App Control للنظام
de_de: App-Control-Richtlinien des Systems werden aktualisiert
el_gr: Ανανέωση των πολιτικών Ελέγχου Εφαρμογών του συστήματος
es: Actualizando las directivas de App Control del sistema
fr_fr: Actualisation des politiques App Control du système
he_il: מרענן את מדיניות App Control של המערכת
hi_in: सिस्टम App Control नीतियाँ रिफ्रेश कर रहे हैं
ja_jp: システムのApp Controlポリシーを更新しています
ml_in: സിസ്റ്റം ആപ്പ് കൺട്രോൾ നയങ്ങൾ പുതുക്കുന്നു
pl_pl: Odświeżanie zasad kontroli aplikacji systemu
tr_tr: Sistem Uygulama Denetimi ilkelerini yenileme

# DeployDriversBlockRulesDeployedMessage
source: SiPolicy.p7b has been deployed and policies refreshed.
ar: تم نشر SiPolicy.p7b وتحديث السياسات.
de_de: SiPolicy.p7b wurde bereitgestellt und die Richtlinien wurden aktualisiert.
el_gr: Το SiPolicy.p7b έχει αναπτυχθεί και οι πολιτικές ανανεώθηκαν.
es: SiPolicy.p7b se ha implementado y las directivas se han actualizado.
fr_fr: SiPolicy.p7b a été déployé et les politiques actualisées.
he_il: SiPolicy.p7b נפרסה והמדיניות רועננה.
hi_in: SiPolicy.p7b तैनात किया गया और नीतियाँ रिफ्रेश हुईं।
ja_jp: SiPolicy.p7bが展開され、ポリシーが更新されました。
ml_in: SiPolicy.p7b വിന്യസിക്കുകയും നയങ്ങൾ പുതുക്കുകയും ചെയ്തു.
pl_pl: Plik SiPolicy.p7b został wdrożony, a zasady odświeżone.
tr_tr: SiPolicy.p7b dağıtıldı ve politikalar yenilendi.

# BrowseForCISchemaButton.ToolTipService.ToolTip
source: Browse for the Code Integrity Schema XSD file.
ar: تصفح بحثًا عن ملف XSD لمخطط تكامل التعليمات البرمجية.
de_de: Nach der XSD-Datei des Codeintegritätsschemas suchen.
el_gr: Αναζήτηση για το αρχείο XSD Σχήματος Ακεραιότητας Κώδικα.
es: Buscar el archivo XSD del Esquema de Integridad de Código.
fr_fr: Rechercher le fichier XSD de schéma d'intégrité du code.
he_il: עיון בקובץ XSD של Code Integrity Schema.
hi_in: Code Integrity Schema XSD फ़ाइल के लिए ब्राउज़ करें।
ja_jp: コード整合性スキーマXSDファイルを参照します。
ml_in: കോഡ് ഇന്റഗ്രിറ്റി സ്കീമ XSD ഫയലിനായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu pliku XSD schematu integralności kodu.

# BrowseForCISchemaButton.AutomationProperties.HelpText
source: Browse for the Code Integrity Schema XSD file.
ar: تصفح بحثًا عن ملف XSD لمخطط تكامل التعليمات البرمجية.
de_de: Nach der XSD-Datei des Codeintegritätsschemas suchen.
el_gr: Αναζήτηση για το αρχείο XSD Σχήματος Ακεραιότητας Κώδικα.
es: Buscar el archivo XSD del Esquema de Integridad de Código.
fr_fr: Rechercher le fichier XSD de schéma d'intégrité du code.
he_il: עיון בקובץ XSD של Code Integrity Schema.
hi_in: Code Integrity Schema XSD फ़ाइल के लिए ब्राउज़ करें।
ja_jp: コード整合性スキーマXSDファイルを参照します。
ml_in: കോഡ് ഇന്റഗ്രിറ്റി സ്കീമ XSD ഫയലിനായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu pliku XSD schematu integralności kodu.

# BrowseForCISchemaButton.Content
source: Browse
ar: تصفح
de_de: Durchsuchen
el_gr: Αναζήτηση
es: Examinar
fr_fr: Parcourir
he_il: עיון
hi_in: ब्राउज़
ja_jp: 参照
ml_in: ബ്രൗസ് ചെയ്യുക
pl_pl: Przeglądaj

# BrowseForCISchemaSettingsCard.ToolTipService.ToolTip
source: Browse for the Code Integrity Schema XSD file.
ar: تصفح بحثًا عن ملف XSD لمخطط تكامل التعليمات البرمجية.
de_de: Nach der XSD-Datei des Codeintegritätsschemas suchen.
el_gr: Αναζήτηση για το αρχείο XSD Σχήματος Ακεραιότητας Κώδικα.
es: Buscar el archivo XSD del Esquema de Integridad de Código.
fr_fr: Rechercher le fichier XSD de schéma d'intégrité du code.
he_il: עיון בקובץ XSD של Code Integrity Schema.
hi_in: Code Integrity Schema XSD फ़ाइल के लिए ब्राउज़ करें।
ja_jp: コード整合性スキーマXSDファイルを参照します。
ml_in: കോഡ് ഇന്റഗ്രിറ്റി സ്കീമ XSD ഫയലിനായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu pliku XSD schematu integralności kodu.

# BrowseForCISchemaSettingsCard.AutomationProperties.HelpText
source: Browse for the Code Integrity Schema XSD file.
ar: تصفح بحثًا عن ملف XSD لمخطط تكامل التعليمات البرمجية.
de_de: Nach der XSD-Datei des Codeintegritätsschemas suchen.
el_gr: Αναζήτηση για το αρχείο XSD Σχήματος Ακεραιότητας Κώδικα.
es: Buscar el archivo XSD del Esquema de Integridad de Código.
fr_fr: Rechercher le fichier XSD de schéma d'intégrité du code.
he_il: עיון בקובץ XSD של Code Integrity Schema.
hi_in: Code Integrity Schema XSD फ़ाइल के लिए ब्राउज़ करें।
ja_jp: コード整合性スキーマXSDファイルを参照します。
ml_in: കോഡ് ഇന്റഗ്രിറ്റി സ്കീമ XSD ഫയലിനായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu pliku XSD schematu integralności kodu.

# BrowseForCISchemaSettingsCard.Header
source: Custom Schema Path
ar: مسار المخطط المخصص
de_de: Benutzerdefinierter Schemapfad
el_gr: Προσαρμοσμένη Διαδρομή Σχήματος
es: Ruta de Esquema Personalizada
fr_fr: Chemin de Schéma Personnalisé
he_il: נתיב סכמה מותאם אישית
hi_in: कस्टम स्कीमा पथ
ja_jp: カスタムスキーマパス
ml_in: ഇഷ്ടാനുസൃത സ്കീമ പാത
pl_pl: Niestandardowa ścieżka schematu

# BrowseForCISchemaSettingsCard.Description
source: Browse for a custom location for the Code Integrity Schema XSD file.
ar: تصفح بحثًا عن موقع مخصص لملف XSD لمخطط تكامل التعليمات البرمجية.
de_de: Nach einem benutzerdefinierten Speicherort für die XSD-Datei des Codeintegritätsschemas suchen.
el_gr: Αναζήτηση για μια προσαρμοσμένη τοποθεσία για το αρχείο XSD Σχήματος Ακεραιότητας Κώδικα.
es: Buscar una ubicación personalizada para el archivo XSD del Esquema de Integridad de Código.
fr_fr: Rechercher un emplacement personnalisé pour le fichier XSD de schéma d'intégrité du code.
he_il: עיון במיקום מותאם אישית לקובץ XSD של Code Integrity Schema.
hi_in: Code Integrity Schema XSD फ़ाइल के लिए कस्टम स्थान ब्राउज़ करें।
ja_jp: コード整合性スキーマXSDファイルのカスタム場所を参照します。
ml_in: കോഡ് ഇന്റഗ്രിറ്റി സ്കീമ XSD ഫയലിനായി ഒരു ഇഷ്ടാനുസൃത ലൊക്കേഷനായി ബ്രൗസ് ചെയ്യുക.
pl_pl: Przeglądaj w poszukiwaniu niestandardowej lokalizacji pliku XSD schematu integralności kodu.

# CustomCISchemaPathTextBox.PlaceholderText
source: Code Integrity Schema Path Override
ar: تجاوز مسار مخطط تكامل التعليمات البرمجية
de_de: Codeintegritätsschema – Pfadüberschreibung
el_gr: Παράκαμψη Διαδρομής Σχήματος Ακεραιότητας Κώδικα
es: Anulación de Ruta del Esquema de Integridad de Código
fr_fr: Remplacement du Chemin du Schéma d'Intégrité du Code
he_il: החלפת נתיב של Code Integrity Schema
hi_in: Code Integrity Schema पथ ओवरराइड
ja_jp: コード整合性スキーマパスの上書き
ml_in: കോഡ് ഇന്റഗ്രിറ്റി സ്കീമ പാത ഓവർറൈഡ്
pl_pl: Zastąpienie ścieżki schematu integralności kodu

# RateAndReviewSettingsCard.AutomationProperties.HelpText
source: Opens the Microsoft Store mini page where you can rate and optionally write a review for the AppControl Manager.
ar: يفتح صفحة متجر Microsoft المصغرة حيث يمكنك تقييم مدير AppControl وكتابة مراجعة له اختياريًا.
de_de: Öffnet die Mini-Seite im Microsoft Store, auf der Sie den AppControl Manager bewerten und optional eine Rezension schreiben können.
el_gr: Ανοίγει τη μικρο-σελίδα του Microsoft Store όπου μπορείτε να αξιολογήσετε και προαιρετικά να γράψετε μια κριτική για το AppControl Manager.
es: Abre la mini página de Microsoft Store donde puede calificar y opcionalmente escribir una reseña para AppControl Manager.
fr_fr: Ouvre la mini page du Microsoft Store où vous pouvez noter et éventuellement rédiger un avis pour AppControl Manager.
he_il: פותח את דף המיני של חנות Microsoft, שבו ניתן לדרג ובאופן אופציונלי לכתוב חוות דעת על AppControl Manager.
hi_in: Microsoft Store का मिनी पेज खोलता है जहाँ आप AppControl Manager के लिए रेट और समीक्षा लिख सकते हैं।
ja_jp: Microsoft Storeのミニページを開き、AppControl Managerの評価とレビューを書くことができます。
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിനായി നിങ്ങൾക്ക് റേറ്റ് ചെയ്യാനും ഓപ്ഷണലായി ഒരു അവലോകനം എഴുതാനും കഴിയുന്ന മൈക്രോസോഫ്റ്റ് സ്റ്റോർ മിനി പേജ് തുറക്കുന്നു.
pl_pl: Otwiera miniaturową stronę Microsoft Store, na której można ocenić i opcjonalnie napisać recenzję Menedżera AppControl.
tr_tr: AppControl Manager'ı derecelendirebileceğiniz ve isteğe bağlı olarak inceleme yazabileceğiniz Microsoft Store mini sayfasını açar.

# RateAndReviewSettingsCard.Header
source: Rate and Review
ar: التقييم والمراجعة
de_de: Bewerten und rezensieren
el_gr: Αξιολόγηση και Κριτική
es: Calificar y Reseñar
fr_fr: Noter et Avis
he_il: דרג וכתוב חוות דעת
hi_in: रेट और समीक्षा
ja_jp: 評価とレビュー
ml_in: റേറ്റ് ചെയ്യുകയും അവലോകനം ചെയ്യുകയും ചെയ്യുക
pl_pl: Oceń i zrecenzuj
tr_tr: Puan Ver ve İncele

# RateAndReviewSettingsCard.Description
source: Opens the Microsoft Store mini page where you can rate and optionally write a review for the AppControl Manager.
ar: يفتح صفحة متجر Microsoft المصغرة حيث يمكنك تقييم مدير AppControl وكتابة مراجعة له اختياريًا.
de_de: Öffnet die Mini-Seite im Microsoft Store, auf der Sie den AppControl Manager bewerten und optional eine Rezension schreiben können.
el_gr: Ανοίγει τη μικρο-σελίδα του Microsoft Store όπου μπορείτε να αξιολογήσετε και προαιρετικά να γράψετε μια κριτική για το AppControl Manager.
es: Abre la mini página de Microsoft Store donde puede calificar y opcionalmente escribir una reseña para AppControl Manager.
fr_fr: Ouvre la mini page du Microsoft Store où vous pouvez noter et éventuellement rédiger un avis pour AppControl Manager.
he_il: פותח את דף המיני של חנות Microsoft, שבו ניתן לדרג ובאופן אופציונלי לכתוב חוות דעת על AppControl Manager.
hi_in: Microsoft Store का मिनी पेज खोलता है जहाँ आप AppControl Manager के लिए रेट और समीक्षा लिख सकते हैं।
ja_jp: Microsoft Storeのミニページを開き、AppControl Managerの評価とレビューを書くことができます。
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിനായി നിങ്ങൾക്ക് റേറ്റ് ചെയ്യാനും ഓപ്ഷണലായി ഒരു അവലോകനം എഴുതാനും കഴിയുന്ന മൈക്രോസോഫ്റ്റ് സ്റ്റോർ മിനി പേജ് തുറക്കുന്നു.
pl_pl: Otwiera miniaturową stronę Microsoft Store, na której można ocenić i opcjonalnie napisać recenzję Menedżera AppControl.
tr_tr: AppControl Manager'ı derecelendirebileceğiniz ve isteğe bağlı olarak inceleme yazabileceğiniz Microsoft Store mini sayfasını açar.

# RateAndReviewSettingsCard.ToolTipService.ToolTip
source: Opens the Microsoft Store mini page where you can rate and optionally write a review for the AppControl Manager.
ar: يفتح صفحة متجر Microsoft المصغرة حيث يمكنك تقييم مدير AppControl وكتابة مراجعة له اختياريًا.
de_de: Öffnet die Mini-Seite im Microsoft Store, auf der Sie den AppControl Manager bewerten und optional eine Rezension schreiben können.
el_gr: Ανοίγει τη μικρο-σελίδα του Microsoft Store όπου μπορείτε να αξιολογήσετε και προαιρετικά να γράψετε μια κριτική για το AppControl Manager.
es: Abre la mini página de Microsoft Store donde puede calificar y opcionalmente escribir una reseña para AppControl Manager.
fr_fr: Ouvre la mini page du Microsoft Store où vous pouvez noter et éventuellement rédiger un avis pour AppControl Manager.
he_il: פותח את דף המיני של חנות Microsoft, שבו ניתן לדרג ובאופן אופציונלי לכתוב חוות דעת על AppControl Manager.
hi_in: Microsoft Store का मिनी पेज खोलता है जहाँ आप AppControl Manager के लिए रेट और समीक्षा लिख सकते हैं।
ja_jp: Microsoft Storeのミニページを開き、AppControl Managerの評価とレビューを書くことができます。
ml_in: ആപ്പ്കൺട്രോൾ മാനേജറിനായി നിങ്ങൾക്ക് റേറ്റ് ചെയ്യാനും ഓപ്ഷണലായി ഒരു അവലോകനം എഴുതാനും കഴിയുന്ന മൈക്രോസോഫ്റ്റ് സ്റ്റോർ മിനി പേജ് തുറക്കുന്നു.
pl_pl: Otwiera miniaturową stronę Microsoft Store, na której można ocenić i opcjonalnie napisać recenzję Menedżera AppControl.
tr_tr: AppControl Manager'ı derecelendirebileceğiniz ve isteğe bağlı olarak inceleme yazabileceğiniz Microsoft Store mini sayfasını açar.

# VerifyButtonText
source: Verify
ar: تحقق
de_de: Überprüfen
el_gr: Επαλήθευση
es: Verificar
fr_fr: Vérifier
he_il: אמת
hi_in: सत्यापित करें
ja_jp: 検証
ml_in: പരിശോധിക്കുക
pl_pl: Weryfikuj
tr_tr: Doğrulamak

# VerificationSuccessfulText
source: Verification Successful
ar: تم التحقق بنجاح
de_de: Überprüfung erfolgreich
el_gr: Η επαλήθευση ήταν επιτυχής
es: Verificación Exitosa
fr_fr: Vérification Réussie
he_il: האימות הושלם בהצלחה
hi_in: सत्यापन सफल
ja_jp: 検証成功
ml_in: പരിശോധന വിജയകരം
pl_pl: Weryfikacja zakończona pomyślnie
tr_tr: Doğrulama Başarılı
